package com.example.relativelayouttogglebuttonscrollview

class database(){
   val textBook = """Роман горбуна
       |Иван Бунин, 1930
       |Горбун получил анонимное любовное письмо, приглашение на свидание:

«Будьте в субботу пятого апреля, в семь часов вечера, в сквере на Соборной площади. Я молода, богата, свободна и - к чему скрывать! - давно знаю, давно люблю Вас, гордый и печальный взор, ваш благородный, умный лоб, ваше одиночество... Я хочу надеяться, что и Вы найдете, быть может, во мне душу, родную Вам... Мои приметы: серый английский костюм, в левой руке шелковый лиловый зонтик, в правой - букетик фиалок...»

Как он был потрясен, как ждал субботы: первое любовное письмо за всю жизнь! В субботу он сходил к парикмахеру, купил (сиреневые) перчатки, новый (серый с красной искрой, под цвет костюму) галстук; дома, наряжаясь перед зеркалом, без конца перевязывал этот галстук своими длинными, тонкими пальцами, холодными и дрожащими: на щеках его, под тонкой кожей, разлился красивый, пятнистый румянец, прекрасные глаза потемнели... Потом, наряженный, он сел в кресло, - как гость, как чужой в своей собственной квартире, - и стал ждать рокового часа. Наконец в столовой важно, грозно пробило шесть с половиной. Он содрогнулся, поднялся, сдержанно, не спеша надел в прихожей весеннюю шляпу, взял трость и медленно вышел. Но на улице уже не мог владеть собой - зашагал своими длинными и тонкими ногами быстрее, со всей вызывающей важностью, присущей горбу, но объятый тем блаженным страхом, с которым всегда предвкушаем мы счастье. Когда же быстро вошел в сквер возле собора, вдруг оцепенел на месте: навстречу ему, в розовом свете весенней зари, важными и длинными шагами шла в сером костюме и хорошенькой шляпке, похожей на мужскую, с зонтиком в левой руке и с фиалками в правой, - горбунья.

Беспощаден кто-то к человеку!
   """.trimMargin()
}
